{
  "item.mystias_izakaya.huang_gua": "Cucumber",
  "tooltip.mystias_izakaya.neng_liang_chuan": "A skewer made of beef, onion, and pumpkin. The onion\u0027s tartness and pumpkin\u0027s sweetness mitigates the greasy beef, giving the skewer a refreshing taste.",
  "item.mystias_izakaya.ning_meng": "Lemon",
  "item.mystias_izakaya.ying_luo_xue": "Falling Blossoms",
  "item.mystias_izakaya.nai_you": "Cream",
  "item.mystias_izakaya.yang_cong": "Onion",
  "tag.mystias_izakaya.beverages.shochu": "Shochu",
  "item.mystias_izakaya.zhi_zhu_rou_fan_tuan": "Pork Rice Ball",
  "tooltip.mystias_izakaya.wu_yi_shi_yao_guai_mu_si": "A precious mousse modeled after the hat of an unconscious youkai. Gaze into the infinite darkness upon cutting it and let it etch an unforgettable taste into your very soul. A rare dessert from the world of Three Fairies\u0027 Hoppin\u0027 Flappin\u0027 Great Journey!",
  "item.mystias_izakaya.mo_gu": "Mushroom",
  "tooltip.mystias_izakaya.shi_si_ye": "Perhaps the anticipation of seeing the full moon during the eve is a stronger feeling than viewing it? This premium sake captured this sensation perfectly. A worthy drink for the moon in the Bamboo Forest of the Lost.",
  "item.mystias_izakaya.ji_dan": "Egg",
  "tag.mystias_izakaya.Raw": "Raw",
  "tag.mystias_izakaya.beverages.sweet": "Sweet",
  "tooltip.mystias_izakaya.hei_an_wu_zhi": "The embodiment of \"failures.\" An indescribable cluster of mess with a dark aura. No one in their right mind would want to eat it, right?",
  "tooltip.mystias_izakaya.lu_shui": "Dew that can only be collected in the early morning. Somewhat rare.",
  "item.mystias_izakaya.zha_zhu_rou_pai": "Fried Pork Cutlet",
  "item.mystias_izakaya.za_chui": "Hodgepodge",
  "item.mystias_izakaya.hua_guang_yu_jian_bao": "Rainbow Pan-fried Pork Buns",
  "item.mystias_izakaya.shi_si_ye": "Full Moon\u0027s Eve",
  "tag.mystias_izakaya.Homecooking": "Homecooking",
  "tooltip.mystias_izakaya.qi_bao_jian": "A knock-off of some energy-boosting drink from the Outside World the kappas are selling. Apparently anyone can make it if you take the main ingredients and change the name... Is this really okay though?",
  "tooltip.mystias_izakaya.huang_gua": "The kappa\u0027s favorite! Although it is no different from other vegetables... Why exactly are kappa so addicted to it...?",
  "item.mystias_izakaya.hei_yan": "Black Salt",
  "tooltip.mystias_izakaya.jin_qiang_yu": "A type of oceanodromous migratory fish that can somehow be found in the rivers and lakes of Gensokyo. Somewhat rare.",
  "tooltip.mystias_izakaya.yang_cong": "Common onion grown in the Human Village.",
  "item.mystias_izakaya.mi_zhi_cha_shao": "Cantonese Char Siu",
  "tag.mystias_izakaya.Cultural_Background": "Cultural Background",
  "tooltip.mystias_izakaya.bank_block": "Module Economic System Function Block (Temporary)",
  "tooltip.mystias_izakaya.tu_dou_ke_le_bing": "Made primarily from potatoes, these croquettes are crispy on the outside and soft on the inside. It\u0027s a popular fried food.",
  "tag.mystias_izakaya.Sweet": "Sweet",
  "tag.mystias_izakaya.beverages.liquor": "Liquor",
  "tooltip.mystias_izakaya.dou_fu_guo": "A cheap stew made of tofu. It\u0027s the most common stew in the izakaya thanks to the smooth and tender texture and its rich nutrients.",
  "tooltip.mystias_izakaya.ma_shu": "The most simple type of mochi dumplings. A Japanese snack that everyone likes.",
  "tooltip.mystias_izakaya.xia": "Freshwater shrimp that inhabits Misty Lake and Genbu Ravine. Rather common.",
  "item.mystias_izakaya.zhu_sun": "Bamboo Shoot",
  "tooltip.mystias_izakaya.liang_cai_diao_hua": "Fresh fruits and vegetables carved into the shape of a rose. What makes this dish difficult is not the ingredients, but the requisite knife skills.",
  "tooltip.mystias_izakaya.yu_lu_cha": "Almost the best Japanese tea. It needs to be brewed at a lower water temperature, and offers a sweet and fragrant flavor with a distinct taste.",
  "item.mystias_izakaya.yan_jiang": "Fuji\u0027s Lava",
  "tooltip.mystias_izakaya.gu_fa_nai_you_bing_sha": "Ice cubes from the kappa\u0027s ice bunker are crushed together with milk, sugar, and other ingredients in an iron bucket and stirred quickly. The resulting product is ice cream. The Outside World no longer uses this traditional method, but it is still commonly used in Gensokyo.",
  "tooltip.mystias_izakaya.zhu_rou_gai_jiao_fan": "A common family dish. The aromatic sauce drizzled over soft rice blends with the taste of the pork. Makes anyone hungry.",
  "item.mystias_izakaya.lian_zi": "Lotus Seed",
  "item.mystias_izakaya.mei_jiu": "Umeshu",
  "item.mystias_izakaya.tao_zi": "Peach",
  "item.mystias_izakaya.niu_rou_gai_jiao_fan": "Beef Bowl",
  "item.mystias_izakaya.wen_nuan_fan_tuan": "Pink Rice Ball",
  "item.mystias_izakaya.yang_zhi_gan_lu": "Mango Pomelo Sago",
  "tag.mystias_izakaya.Signature": "Signature",
  "tag.mystias_izakaya.Meat": "Meat",
  "item.mystias_izakaya.zhu_zi": "Bamboo",
  "tooltip.mystias_izakaya.pang_xie": "An eight-legged fool that thinks it can scurry around with its armored shell. By simply steaming, it can be turned into an ultimate delicacy! Just be careful of its pincers...",
  "tooltip.mystias_izakaya.zun_yu": "A type of cold-water fish found in fresh water. Rather common.",
  "tag.mystias_izakaya.Chinese": "Chinese",
  "tooltip.mystias_izakaya.ling_xian": "Who am I... Why am I here...?",
  "item.mystias_izakaya.jin_qiang_yu": "Tuna",
  "tooltip.mystias_izakaya.hei_yan": "Composed of volcanic energy accumulated for thousands of years; Made just to purify the dirtiness of your soul... That\u0027s what the advertising slogan reads, but it\u0027s in fact just ordinary volcanic rock salt.",
  "tooltip.mystias_izakaya.ning_meng": "A strange fruit that only grows on a special tree near the bridge. It\u0027s said that no one can eat one while keeping a straight face. Its extremely sour taste means it can only be used as flavoring by extracting its juices.",
  "tooltip.mystias_izakaya.yan_jiang": "A stew made from premium beef and truffles. Super hot and spicy! Got the name because the stew is bubbling hot like lava. A non-spicy version also exists for weaklings.",
  "item.mystias_izakaya.bo_zi_qi_shui": "Ramune",
  "tooltip.mystias_izakaya.zhu_rou": "Pork from the domestic pigs in the Human Village. Rather common.",
  "gui.mystias_izakaya.balance": "Balance: ",
  "tooltip.mystias_izakaya.huan_tan_hua_gao": "A cake made from an ancient miraculous flower. The cake has a faint sweetness and leaves behind a lingering fragrance said to help one remember their fondest memories.",
  "item.mystias_izakaya.neng_liang_chuan": "Energy Skewer",
  "tooltip.mystias_izakaya.xiao": "This whisky has been adjusted for the palate of Gensokyo residents and has a smooth taste while retaining its unique flavor.",
  "tag.mystias_izakaya.Salty": "Salty",
  "item.mystias_izakaya.bu_si_niao": "Immortal Turkey",
  "item.mystias_izakaya.xing_hong_e_mo_dan_gao": "Scarlet Devil Cake",
  "tooltip.mystias_izakaya.tang_yuan": "One of the famous recipes from Miss Meiling\u0027s hometown from the other side of the ocean! They don\u0027t look impressive, but I promise you that there\u0027s a lot of sweetness inside! You need to use sticky rice as flour and make a small sphere, hide some sweet ingredients inside and boil them in hot water, and they can become a super tasty dessert!",
  "item.mystias_izakaya.pu_tong_jian_shen_cha": "Ordinary Fitness Tea",
  "tooltip.mystias_izakaya.zhu_tong_zheng_dan": "A type of egg custard that uses a bamboo barrel as the container, giving the dish a unique taste.",
  "item.mystias_izakaya.da_ban_shao": "Okonomiyaki",
  "block.mystias_izakaya.cooking_range": "Cooking Range",
  "item.mystias_izakaya.chao_zun_pi_jiu": "ZUN Beer",
  "tag.mystias_izakaya.beverages.western": "Western",
  "block.mystias_izakaya.bank": "Bank",
  "item.mystias_izakaya.qi_lin": "Qilin",
  "item.mystias_izakaya.ba_mu_man": "Lamprey",
  "tooltip.mystias_izakaya.nai_you": "A dairy product processed in a special way that is guaranteed to instantly explode the taste buds of those with a sweet tooth!",
  "tooltip.mystias_izakaya.dong_niang": "Brewed in the winter, according to the custom of an ancient country. It\u0027s golden sweet, refreshing, and has an olive fragrance. It\u0027s delicious whether it\u0027s hot or cold.",
  "tag.mystias_izakaya.beverages.high_alcohol": "High Alcohol",
  "item.mystias_izakaya.song_zi": "Pine Nut",
  "item.mystias_izakaya.sai_xiong_zhang": "Imitation Bear Paw",
  "item.mystias_izakaya.dong_niang": "Cassia Wine",
  "tooltip.mystias_izakaya.la_jiao": "An ingredient for adding spiciness to food, but opinions of it are polarized.",
  "tooltip.mystias_izakaya.lu_rou": "Venison hunted from the mountains. Somewhat rare.",
  "item.mystias_izakaya.shao_kao_jia": "Grill",
  "item.mystias_izakaya.xing_hong_e_mo": "Bloody Remy",
  "entity.minecraft.villager.mystias_izakaya.trader": "Trader",
  "tooltip.mystias_izakaya.zhu_lu_die": "Inspired by the hanafuda combo, pork and venison are stewed in clear soup and seasoned with flowers to bring out the freshness of the ingredients.",
  "tooltip.mystias_izakaya.yue_zhi_lian_ren": "After hearing the popularity of \"Koibito\" cookies in the Outside World, Eientei invented their own.",
  "tag.mystias_izakaya.Peculiar": "Peculiar",
  "tag.mystias_izakaya.beverages.no_alcohol": "No Alcohol",
  "tag.mystias_izakaya.Spicy": "Spicy",
  "item.mystias_izakaya.tang_yuan": "Tangyuan",
  "item.mystias_izakaya.huan_tan_hua_gao": "Udumbara Cake",
  "tooltip.mystias_izakaya.hong_mo_guan_hong_cha": "The drink has a unique aroma thanks to lemon, bergamot, and a variety of black tea carefully selected by Sakuya. Named after the majestic Scarlet Devil Mansion.",
  "item.mystias_izakaya.hui_ling_dun_niu_pai": "Beef Wellington",
  "tag.mystias_izakaya.Expensive": "Expensive",
  "item.mystias_izakaya.gu_ming_di_bing_ji_ling": "Komeiji Ice Cream",
  "tooltip.mystias_izakaya.hei_mao_zhu_rou": "Pork from pigs that breed deep in the mountains. Very high-grade.",
  "item.mystias_izakaya.di_gua": "Sweet Potato",
  "item.mystias_izakaya.li_liang_tang": "Power Soup",
  "tooltip.mystias_izakaya.feng_zhu": "Minty and creamy. More like a dessert than a drink.§n\"That damn Moriya Shrine Maiden brought this drink from the Outside World and named it after herself! Can she even drink in the Outside World? It\u0027s horrible anyway, no wonder why she likes it, tisk.\"§n——An Anonymous Miko",
  "item.mystias_izakaya.tu_dou": "Potato",
  "tooltip.mystias_izakaya.xiang_zha_chan_shui": "The molted shells of cicadas are used as medicine to clear the throat and improve eyesight. Becomes crispy after frying and is quite popular.",
  "item.mystias_izakaya.pang_xie": "Crab",
  "tooltip.mystias_izakaya.zhu_guo": "A common boiling pot. Made from ancient Chinese pottery, it accumulates heat and pressure well, making it useful for stewing ingredients effectively. A very handy tool for all chefs.",
  "tooltip.mystias_izakaya.zhang_yu": "A squishy and lovely sea creature, but there are no seas in Gensokyo... Its tentacles are great ingredients and have an overwhelmingly chewy texture. By simply roasting them on a fire, you can enjoy their tenderness!",
  "status.mystias_izakaya.free": "Free",
  "tooltip.mystias_izakaya.song_lu": "A prized truffle collected from the Forest of Magic. Unable to be cultivated artificially, which makes it very precious.",
  "tooltip.mystias_izakaya.ye_wei_jia_nong": "A stew made with vegetables and high-quality Iberico pork. Full of flavor, fragrant yet not greasy. Arguably the best peasant dish.",
  "tag.mystias_izakaya.Hot": "Hot",
  "tooltip.mystias_izakaya.da_bing_gun_er": "A simple yet substantial large ice cube. Sweet and minty. It can revive you with full HP on a hot summer day! A precious treat from the world of the \"Three Fairies\u0027 Hoppin\u0027 Flappin\u0027 Great Journey!\"",
  "tooltip.mystias_izakaya.huan_tan_hua": "A miraculous flower that grows in marshlands. Very precious.",
  "tooltip.mystias_izakaya.mei_jiu": "Home-brew plum wine from the Human Village. The sweetness hides the alcohol content, and amateurs often pass out without even realizing it.",
  "item.mystias_izakaya.bai_tao_sheng_ba_qiao": "Peach Yatsuhashi",
  "tooltip.mystias_izakaya.nai_you_tun_cai": "An easy to make creamy soup. It tastes great regardless of whether you eat it with bread or as is.",
  "item.mystias_izakaya.si_kang_bing": "Scone",
  "item.mystias_izakaya.chan_shui": "Cicada Slough",
  "tooltip.mystias_izakaya.hong_you_guo_zhi": "Supposedly a popular drink from the Outside World. Extracted from red grapefruit, it is cool and refreshing, leaving a sweet aftertaste. Perfect for hot summer nights.",
  "tooltip.mystias_izakaya.song_zi": "Seeds from red pine trees. Apparently an endangered species in the Outside World, but still very common in Gensokyo. Said to promote longevity, it\u0027s a vital part of every fasting Taoist priest\u0027s diet.",
  "tag.mystias_izakaya.Strength_Boosting": "Strength Boosting",
  "tooltip.mystias_izakaya.yue_guang_tuan_zi": "A special Eientei mochi. They \"taste like moonlight\" because they are made with the rare moonlight grass.",
  "tooltip.mystias_izakaya.bing_di_lian": "Its roots grow near bridges, blooming on the water\u0027s surface when mature. It possesses a light pink hue and a subtle fragrance, a high-quality ingredient used as festive decorations in the Underworld.",
  "item.mystias_izakaya.dou_fu_guo": "Tofu Stew",
  "tooltip.mystias_izakaya.huang_you_niu_pai": "Simple yet difficult. This dish can change drastically at different temperatures or with different beef. By the way, the mistress of the Scarlet Devil Mansion prefers medium rare.",
  "tooltip.mystias_izakaya.bing_kuai": "Water in solid form. Can be used for keeping foods cold.",
  "gui.mystias_izakaya.bank_ui.button_take_out": "take out",
  "tooltip.mystias_izakaya.xiang_jian_san_wen_yu": "Made by pan-frying a whole salmon until the skin is crispy and the inside is tender. I heard they use asparagus in the Outside World, but I guess we\u0027ll make do with fresh bamboo shoots. Just call it Gensokyo-style!",
  "item.mystias_izakaya.bai_guo": "Ginkgo Nut",
  "item.mystias_izakaya.huan_tan_hua": "Udumbara",
  "item.mystias_izakaya.yue_guang_cao": "Lunar Herb",
  "tag.mystias_izakaya.Sea_Delicacy": "Sea Delicacy",
  "tooltip.mystias_izakaya.huang_you": "Commonly used in Western cuisines. Brings an overwhelming aroma with a small amount.",
  "tag.mystias_izakaya.Specialty": "Specialty",
  "tooltip.mystias_izakaya.en_10": "Ten yen",
  "item_group.mystias_izakaya.mystiass_izakaya": "Mystias\u0027s Izakaya",
  "tag.mystias_izakaya.beverages.fruity": "Fruity",
  "tag.mystias_izakaya.beverages.vintage": "Vintage",
  "item.mystias_izakaya.bing_kuai": "Ice Cube",
  "tooltip.mystias_izakaya.shao_kao_jia": "A common grill. Its meshed surface conducts heat to food quickly when lighted. Now you can enjoy the taste of the wild! Supposedly can put a smile on every dad\u0027s face.",
  "tooltip.mystias_izakaya.dou_fu": "Tofu sold in the Human Village. Rather common.",
  "item.mystias_izakaya.yue_zhi_lian_ren": "Lunar Lover Biscuits",
  "item.mystias_izakaya.peng_lai_yu_zhi": "Hourai Branch",
  "item.mystias_izakaya.yao_jing_yu_lu": "Fairy Dew",
  "jei.mystias_izakaya.Cutting_Board": "Cutting Board",
  "tooltip.mystias_izakaya.hong_shao_man_yu": "One of my signature dishes. A juicy appetizer made by cooking lampreys with special sauces. The smell alone can make you drool.",
  "tooltip.mystias_izakaya.dou_fu_wei_cheng": "An easily prepared soup commonly found in izakayas. A clean and simple delicacy that uses tofu to highlight its freshness.",
  "item.mystias_izakaya.ka_pei": "Coffee",
  "tag.mystias_izakaya.Economical": "Economical",
  "item.mystias_izakaya.you_guo": "Frying Pan",
  "tag.mystias_izakaya.beverages.stimulating": "Stimulating",
  "item.mystias_izakaya.zhi_shi": "Cheese",
  "death.attack.chili.item": "%1$s 被 %2$s 用 %3$s 辣死了",
  "gui.mystias_izakaya.cooking_range_ui.button_select3": " ",
  "gui.mystias_izakaya.cooking_range_ui.button_select2": " ",
  "gui.mystias_izakaya.cooking_range_ui.button_select4": " ",
  "tooltip.mystias_izakaya.kao_mo_gu": "A skewer made from mushrooms. While it\u0027s a vegetarian dish, it actually kind of tastes like meat after marinating, breading, and grilling.",
  "tooltip.mystias_izakaya.qi": "Fizzy sake with extra bubbles! It\u0027s sweet and sour and has a low alcohol content, making it very popular among girls. Can be considered a champagne variant of sake.",
  "gui.mystias_izakaya.cooking_range_ui.button_select1": " ",
  "tag.mystias_izakaya.beverages.modern": "Modern",
  "tooltip.mystias_izakaya.tun_gu_la_mian": "The broth, made by boiling pork and vegetables, is the essence of ramen. The smooth noodles are enriched by the flavorful and aromatic pork broth, filling and satisfying.",
  "item.mystias_izakaya.bai_xue": "Shirayuki",
  "tooltip.mystias_izakaya.hai_xian_wei_cheng_tang": "Super common in izakayas. When seaweed first appeared in Gensokyo, someone tried boiling it and discovered that it was very savory. Since then, it\u0027s been popular all across Gensokyo.",
  "item.mystias_izakaya.lu_shui": "Dew",
  "item.mystias_izakaya.feng_mi": "Honey",
  "tooltip.mystias_izakaya.da_yin_niang": "The highest quality of sake with a great flavor and fruity aroma. Avoid exposing it to sunlight, as its color will darken quickly in the sun.",
  "tooltip.mystias_izakaya.zhu_qu_ji": "\"The so-called Princess Kaguya is no different from this dish!\" -- Fujiwara no Mokou§nActually, it\u0027s just steamed bamboo with sticky rice, meat, and truffle. Surprisingly, the bamboo\u0027s fragrance mitigates the greasy meat.",
  "tag.mystias_izakaya.beverages.dry": "Dry",
  "tag.mystias_izakaya.Fungi": "Fungi",
  "tooltip.mystias_izakaya.you_dou_fu": "A common family dish. Supposedly the favorite food of Inari gods and fox youkai.",
  "item.mystias_izakaya.tun_gu_la_mian": "Tonkotsu Ramen",
  "item.mystias_izakaya.zhu_guo": "Boiling Pot",
  "item.mystias_izakaya.zhang_yu": "Octopus",
  "tooltip.mystias_izakaya.za_chui": "A stew made with leftovers. Delicious without being wasteful, the best of both worlds.",
  "item.mystias_izakaya.mi_zhi_xiao_yu_gan": "Secret Dried Fish Crisps",
  "item.mystias_izakaya.ma_po_dou_fu": "Mapo Tofu",
  "item.mystias_izakaya.bei_ji_tian_xia_mi_tao_se_la": "Peach \u0026 Shrimp Salad",
  "item.mystias_izakaya.zhen_hai_xian_wei_cheng_tang": "Real・Seafood Miso Soup",
  "item.mystias_izakaya.huang_you_niu_pai": "Classic Steak",
  "tooltip.mystias_izakaya.niu_rou_gai_jiao_fan": "A common family dish. The aromatic sauce drizzled over soft rice blends with the taste of beef. Makes anyone hungry.",
  "tag.mystias_izakaya.Soup": "Soup",
  "tooltip.mystias_izakaya.tao_hua_geng": "A recipe from Heaven, made from fresh peach and morning dew. Not only is this dish sweet and fragrant, but it\u0027s also photogenic and healthy.",
  "tag.mystias_izakaya.Sour": "Sour",
  "tooltip.mystias_izakaya.zhu_zi": "Light green bamboo obtained from the Bamboo Forest of the Lost, which emits a refreshing fragrance.",
  "item.mystias_izakaya.yue_guang_tuan_zi": "Lunar Dango",
  "item.mystias_izakaya.shui_zhu_yu": "Sichuan Boiled Fish",
  "item.mystias_izakaya.huo_shu_qiu": "Fire Rat\u0027s Robe",
  "tag.mystias_izakaya.Fungus": "Fungus",
  "tooltip.mystias_izakaya.press_shift": "Press shift to display description",
  "tooltip.mystias_izakaya.luo_bu": "Common radish grown in the Human Village.",
  "tooltip.mystias_izakaya.li_liang_tang": "A soup with a perfect balance between meat and vegetables and seaweed and boar meat. It can quickly supply your body with all the energy you need.",
  "item.mystias_izakaya.luo_bu": "Radish",
  "tooltip.mystias_izakaya.shui_jiao": "One of the famous recipes from Miss Meiling\u0027s hometown from the other side of the ocean! They don\u0027t look impressive, but I promise you that they have a lot to show inside! First, you need to repeatedly knead the dough until it\u0027s chewy and no longer sticky. Then add whatever ingredients you want in them. Seal them, and then boil them! It\u0027s almost magical how delicious they are!",
  "item.mystias_izakaya.hai_tai": "Seaweed",
  "item.mystias_izakaya.yu_lu_cha": "Jade Dew Tea",
  "gui.mystias_izakaya.bank_ui.bank": "Bank",
  "tooltip.mystias_izakaya.ying_luo_xue": "A premium sushi dish. The pink tuna upon the white rice resembles sakura petals on white snow, making this an incredibly beautiful dish.",
  "tooltip.mystias_izakaya.xing_hong_e_mo_dan_gao": "A dreamy cake modeled after the hat of the Scarlet Devil. Sweet jam oozes out like blood when cut. A rare dessert from the world of Three Fairies\u0027 Hoppin\u0027 Flappin\u0027 Great Journey!",
  "item.mystias_izakaya.xiang_jian_san_wen_yu": "Salmon Steak",
  "tooltip.mystias_izakaya.mian_fen": "A common ingredient that can be used in many ways.",
  "tag.mystias_izakaya.Refreshing": "Refreshing",
  "tooltip.mystias_izakaya.san_wen_yu": "A type of highly migratory fish that can somehow be found in the rivers and lakes of Gensokyo. Somewhat rare.  ",
  "item.mystias_izakaya.tu_dou_ke_le_bing": "Potato Croquettes",
  "tag.mystias_izakaya.beverages.cocktail": "Cocktail",
  "tooltip.mystias_izakaya.shui_zhu_yu": "An authentic Chinese Sichuan dish. Fresh fish filet boiled with red chili peppers will result in exploding flavors!",
  "item.mystias_izakaya.mao_yu_san_se_bing_ji_ling": "Cubic Kedama Ice Cream",
  "item.mystias_izakaya.mao_yu_rong_yan_dou_fu": "Cubic Kedama Volcanic Tofu",
  "tooltip.mystias_izakaya.zhi_zhu_rou_fan_tuan": "A common and affordable rice ball. By adding grilled pork to the rice, it gains a chewy texture and a delicious new taste.",
  "item.mystias_izakaya.wu_yi_shi_yao_guai_mu_si": "Unconscious Youkai Mousse",
  "tag.mystias_izakaya.trend_unpopular": "Trend - Unpopular",
  "item.mystias_izakaya.niu_nai": "Milk",
  "item.mystias_izakaya.hai_dan": "Sea Urchin",
  "item.mystias_izakaya.zhu_rou": "Pork",
  "item.mystias_izakaya.you_dou_fu": "Deep Fried Tofu",
  "death.attack.chili": "%1$s 被辣死了",
  "tooltip.mystias_izakaya.mo_gu": "A fine mushroom collected from the Forest of Magic. Unable to be cultivated artificially, which makes it very precious.",
  "item.mystias_izakaya.bing_shan_mao_yu_dong_ning": "Iceberg Kedama Lemonade",
  "tag.mystias_izakaya.Legendary": "Legendary",
  "item.mystias_izakaya.la_jiao": "Chili",
  "item.mystias_izakaya.icon": "Icon",
  "gui.mystias_izakaya.cooking_range_ui.button_select": " ",
  "tooltip.mystias_izakaya.huo_shu_qiu": "A super spicy shochu that can burn your mouth off if it hadn\u0027t been served in the Fire Robe. Almost no one can handle its spiciness.",
  "tooltip.mystias_izakaya.peng_lai_yu_zhi": "To put it simply, it\u0027s just a skewer with all kinds of premium meat.",
  "item.mystias_izakaya.nai_you_tun_cai": "Creamy Vegetable Chowder",
  "tooltip.mystias_izakaya.shu_cai_zhuan_ji": "A salad made of fresh vegetables. The low calories make it the perfect diet food for young girls.",
  "item.mystias_izakaya.ni_ge_luo_ni": "Negroni",
  "item.mystias_izakaya.zhu_rou_zun_yu_xun": "Pork \u0026 Trout Kebab",
  "tooltip.mystias_izakaya.di_gua": "The world\u0027s most reliable ingredient! Sweet, soft and effectively getting rid of hunger, it even warms your hands during winter.",
  "death.attack.chili.player": "%1$s 在试图逃离 %2$s 时辣死了",
  "tag.mystias_izakaya.Japanese": "Japanese",
  "tooltip.mystias_izakaya.cooking_range": "Mod Cooking System Function Block",
  "item.mystias_izakaya.zhu_dou_fu": "Boiled Tofu",
  "tag.mystias_izakaya.boiling_pot": "Boiling Pot",
  "item.mystias_izakaya.zhu_tong_zheng_dan": "Steamed Egg \u0026 Bamboo Shoots",
  "tooltip.mystias_izakaya.bai_guo_luo_bu_pai_gu_tang": "A soup that originates from Meiling\u0027s homeland. Not only is it the perfect blend of looks, smell, and taste, but it is also very nutritious.  How to Unlock",
  "item.mystias_izakaya.reisen": "Ling Xian",
  "item.mystias_izakaya.zheng_guo": "Steamer",
  "tooltip.mystias_izakaya.ji_dan": "Egg sold by the human village. Rather common.",
  "item.mystias_izakaya.guo_wei_sour": "Fruity Sour",
  "item.mystias_izakaya.xia": "Shrimp",
  "item.mystias_izakaya.mian_fen": "Flour",
  "tooltip.mystias_izakaya.jiao_fu": "A classic cocktail, made out of scotch whisky and amaretto. It is so strong that even the average youkai cannot handle it.§n\"My mistress heard that all the ferocious youkai liked this drink, so she asked me to make one for her. Her eyes were wet when she finished it, but she insisted it was great.\"§n ——The Anonymous Chef Maid",
  "gui.mystias_izakaya.cooking_range_ui.button_confirm": "Confirm",
  "tooltip.mystias_izakaya.shui_ta_ji": "One of the treasures of the Kiketsu Family. It randomly god this name because Otter Spirits placed enemy loot on the floor, resembling a ritual. It\u0027s actually a high-quality sake.",
  "tooltip.mystias_izakaya.ye_zhu_rou": "Boar meat hunted from the mountains. Somewhat rare and tastes of wildness.",
  "tooltip.mystias_izakaya.mao_yu_rong_yan_dou_fu": "Looks like it\u0027s on fire! A famous delicacy in MC Gensokyo, attracting many to try its tongue-tingling flavor.",
  "tooltip.mystias_izakaya.yue_guang_cao": "A specialty of Eientei. A plant that grows under the full moon and absorbs its very essence. Very rare.",
  "item.mystias_izakaya.a_fu_jia_duo": "Affogato",
  "jei.mystias_izakaya.Grill": "Grill",
  "tag.mystias_izakaya.Photogenic": "Photogenic",
  "tag.mystias_izakaya.trend_popular": "Trend - Popular",
  "item.mystias_izakaya.hai_xian_wei_cheng_tang": "Seafood Miso Soup",
  "tooltip.mystias_izakaya.chao_zun_pi_jiu": "The product of a side hustle of a great figure who is deeply connected with Gensokyo. Surprisingly popular.",
  "item.mystias_izakaya.qi": "Mio",
  "tooltip.mystias_izakaya.guo_wei_sour": "A simple blend of shochu, juice, and soda, all commonly available at izakayas. Compared to the Highball, this one is more like a Japanese drink.",
  "item.mystias_izakaya.xiao": "Akatsuki",
  "tooltip.mystias_izakaya.tu_dou": "Common potato grown in the Human Village.",
  "item.mystias_izakaya.tian_gou_yong": "Tengu Tango",
  "tag.mystias_izakaya.beverages.soda": "Soda",
  "tag.mystias_izakaya.Filling": "Filling",
  "tooltip.mystias_izakaya.zhi_shi": "A precious ingredient made by fermenting cream. Melt some over a dish to add a creamy and delicious flavor.",
  "item.mystias_izakaya.hong_wu": "Scarlet Mist",
  "tooltip.mystias_izakaya.hai_dan": "Believed to be a legendary ingredient in the Outside World. A single one is enough to pin the deliciousness of the entire ocean in one\u0027s mind... Is it true though? It does look kinda weird...",
  "tooltip.mystias_izakaya.re_song_bing": "A simple breakfast item. Simply heat the prepared batter until done. Add honey, and voilà!",
  "item.mystias_izakaya.gui_sha": "Oni Killer",
  "item.mystias_izakaya.nan_gua": "Pumpkin",
  "item.mystias_izakaya.qi_bao_jian": "Ribovitan",
  "tooltip.mystias_izakaya.iron_knife": "Tools used to synthesize mod ingredients",
  "item.mystias_izakaya.hong_mo_guan_hong_cha": "Scarlet Tea",
  "item.mystias_izakaya.liu_shui_su_mian": "Flowing Somen",
  "tooltip.mystias_izakaya.hai_tai": "An ingredient from the outside world that appeared in Gensokyo through unknown means. Surprisingly common.",
  "tag.mystias_izakaya.Fruity": "Fruity",
  "tooltip.mystias_izakaya.zheng_guo": "Steaming is a revolutionary technology. It can cook several layers of food while keeping most nutrition! A brilliant choice for those who want to be healthy!",
  "item.mystias_izakaya.xiang_zha_chan_shui": "Fried Cicada Sloughs",
  "tag.mystias_izakaya.frying_pan": "Frying Pan",
  "tooltip.mystias_izakaya.ni_ge_luo_ni": "Slightly bitter with an orange aroma and goes down smoothly. Pretty popular recently.§n\"After hearing that it\u0027s popular in the Outside World, my mistress asked me to make one. But she couldn\u0027t stand the bitterness and kept asking me to add more orange and vermouth. It\u0027s basically orange syrup now.\"§n ——The Anonymous Chef Maid",
  "item.mystias_izakaya.que_jiu": "Sparrow Sake",
  "item.mystias_izakaya.niu_rou": "Beef",
  "item.mystias_izakaya.hong_shao_man_yu": "Kabayaki Lampreys",
  "item.mystias_izakaya.ma_shu": "Mochi",
  "item.mystias_izakaya.ji_shang_jin_qiang_yu": "Premium Tuna",
  "item.mystias_izakaya.hei_an_wu_zhi": "Hei An Wu Zhi",
  "item.mystias_izakaya.ci_shen_pin_pan": "Sashimi Platter",
  "item.mystias_izakaya.hong_you_guo_zhi": "Grapefruit Juice",
  "tooltip.mystias_izakaya.da_she_yan": "All premium ingredients, braised under exquisite heat control, which enhances the flavor further! The meat is tender and juicy. Those who tried it will never forget it!",
  "item.mystias_izakaya.zhu_sun_chao_rou": "Pork \u0026 Bamboo Shoots Stir Fry",
  "tag.mystias_izakaya.Good_with_Alcohol": "Good with Alcohol",
  "item.mystias_izakaya.dou_fu_wei_cheng": "Miso Tofu",
  "tooltip.mystias_izakaya.tao_zi": "Common peach that grows from peach trees.",
  "tooltip.mystias_izakaya.da_ban_shao": "A popular street food of the Outside World. Made by mixing batter and various other ingredients and cooked on a flat iron grill. Crisp and rich, it is loved by many for its versatility and affordability.",
  "tooltip.mystias_izakaya.mi_zhi_xiao_yu_gan": "Sun-dried fish marinated with secret spices. They are crispy, delicious, and easy to store, making them a popular snack at homes.",
  "tooltip.mystias_izakaya.bing_shan_mao_yu_dong_ning": "Melt the Cubic Kedama into a delicious smoothie and add frozen lemonade. There is no telling how many lives it has saved during the hot summer months. Customers who have visited MC Gensokyo say a trip is pointless without trying it.",
  "tag.mystias_izakaya.streamer": "Streamer",
  "gui.mystias_izakaya.bank_ui.input": "10",
  "tag.mystias_izakaya.Mountain_Delicacy": "Mountain Delicacy",
  "tag.mystias_izakaya.Grilled": "Grilled",
  "item.mystias_izakaya.fan_tuan": "Rice Ball",
  "tooltip.mystias_izakaya.niu_nai": "A warm, smooth, and white-colored beverage that is suitable for both children and adults. The benefits are too numerous to mention.",
  "tooltip.mystias_izakaya.yao_jing_yu_lu": "Fairies often gather dew to create a sweet drink mixed with honey. Since they often forget the product of their labor, it\u0027s often taken by animals or humans. Legend says that is has the ability to cure all diseases and even bring back to the dead, but those claims are unfounded.",
  "tooltip.mystias_izakaya.ka_pei": "A drink made by grinding rare coffee beans into a powder using modern technology. It is a fantastic drink that can boost mental concentration, making it an essential drink for intellectuals and night owls.",
  "item.mystias_izakaya.zun_yu": "Trout",
  "tooltip.mystias_izakaya.hua_guang_yu_jian_bao": "Pan-fried buns with a rainbow aura! Some hardcore enthusiasts say only pork filling is authentic.",
  "tooltip.mystias_izakaya.mao_yu_san_se_bing_ji_ling": "Very appealing from color to flavor. It can\u0027t be missed when traveling in MC Gensokyo.",
  "item.mystias_izakaya.er_tian_liu": "Niten Ichiryu",
  "item.mystias_izakaya.da_bing_gun_er": "GIANT Popsicle!",
  "tag.mystias_izakaya.beverages.beer": "Beer",
  "tag.mystias_izakaya.beverages.neat": "Neat",
  "item.mystias_izakaya.dou_fu": "Tofu",
  "tooltip.mystias_izakaya.ma_po_dou_fu": "A Chinese dish famous in Japan. Be careful, it\u0027s super spicy and addictive when you eat it with rice!",
  "tooltip.mystias_izakaya.ban_ni_di_ke_dan": "Poached eggs on freshly toasted muffins. A great choice for brunch.",
  "tooltip.mystias_izakaya.a_fu_jia_duo": "Ice cream with coffee is great for people who are afraid of bitterness but still need caffeine. §n \"It\u0027s not like I can\u0027t handle the bitterness, I just need a boost.\"§n ——Patchouli",
  "item.mystias_izakaya.san_wen_yu": "Salmon",
  "item.mystias_izakaya.shen_zhi_mai": "Divine Wheat",
  "tag.mystias_izakaya.beverages.sake": "Sake",
  "item.mystias_izakaya.re_song_bing": "Pancakes with Syrup",
  "tooltip.mystias_izakaya.liu_shui_su_mian": "Rather than being tasty, these noodles are more about being fun.",
  "tooltip.mystias_izakaya.gui_sha": "The legendary wine said to make even the oni who can hold a seemingly infinite amount of liquor blackout drunk... Though from what I\u0027ve seen... they all drink it like it\u0027s plain water?! The legend isn\u0027t reliable at all.",
  "tooltip.mystias_izakaya.qi_lin": "The Taoists utilize techniques from the Outside World to extract only the finest wort for their beer, as such it doesn\u0027t have the bitterness of ordinary beers, tasting much smoother and richer.",
  "tooltip.mystias_izakaya.wen_nuan_fan_tuan": "A simple and cheap rice ball with trout and onions, merging the juicy seafood with the tart onion. Nutritious and delicious.",
  "jei.mystias_izakaya.Streamer": "Streamer",
  "item.mystias_izakaya.bai_guo_luo_bu_pai_gu_tang": "Golden Ribs Soup",
  "item.mystias_izakaya.he_tun": "Pufferfish",
  "item.mystias_izakaya.lu_rou": "Venison",
  "tag.mystias_izakaya.beverages.low_alcohol": "Low Alcohol",
  "item.mystias_izakaya.shi_li_yin_xing": "Scholar\u0027s Ginkgo",
  "tooltip.mystias_izakaya.xing_hong_e_mo": "A blend of vodka, tomato juice, lemon slices, and celery root. The drink consists of a combination of sweet, sour, bitter, and spicy flavors. It is so named because its scarlet-colored liquid reminds people of the Scarlet Devil and her mansion.",
  "tag.mystias_izakaya.beverages.chillable": "Chillable",
  "tooltip.mystias_izakaya.you_guo": "With enough oil, this baby can deep fry anything and everything! The finished product is always delicious and crispy. Watch your cholesterol though.",
  "tooltip.mystias_izakaya.en_1": "One yen",
  "item.mystias_izakaya.he_niu": "Wagyu Beef",
  "item.mystias_izakaya.chou_dou_fu": "Stinky Tofu",
  "item.mystias_izakaya.ri_yue_xing": "Sangetsusei",
  "item.mystias_izakaya.zhu_qu_ji": "Kaguya-hime",
  "item.mystias_izakaya.liao_li_tai": "Cutting Board",
  "item.mystias_izakaya.iron_knife": "Iron Knife",
  "item.mystias_izakaya.kao_ba_mu_man": "Grilled Lamprey",
  "tooltip.mystias_izakaya.niu_rou": "Beef from the cattle bred in the Human Village. Rather common.",
  "tooltip.mystias_izakaya.en_5": "Five yen",
  "tooltip.mystias_izakaya.mo_gu_rou_pian": "A basic home-cooked dish: just mushrooms and sliced pork stir-fry in a pan.",
  "tag.mystias_izakaya.Aquatic": "Aquatic",
  "item.mystias_izakaya.chao_rou_si": "Pork Stir Fry",
  "item.mystias_izakaya.en_1": "1 Yen",
  "item.mystias_izakaya.huang_you": "Butter",
  "tooltip.mystias_izakaya.tian_gou_yong": "A tengu would dance happily after drinking this delicious sake. I\u0027ll debunk this myth if I could open my izakaya at Youkai Mountain even once. Unlike other clear sake, this one has a light amber color.",
  "item.mystias_izakaya.pu_tao": "Grapes",
  "tooltip.mystias_izakaya.zha_zhu_rou_pai": "A common family dish made by coating pork with flour and deep frying it. Very popular among children.",
  "tooltip.mystias_izakaya.chan_shui": "The shell of a cicada that can be found on tree trunks.",
  "tooltip.mystias_izakaya.que_jiu": "Supposedly made by sparrows. Rice is put into hollowed bamboo and when water flows into it, a wonderful sake is made over time. Rumor says drinking this wine makes you dance endlessly. What a cursed delicacy.",
  "item.mystias_izakaya.en_5": "5 Yen",
  "tooltip.mystias_izakaya.gu_ming_di_bing_ji_ling": "The Palace of the Earth Spirits\u0027 limited-time commemorative dessert! Cute ice cream designed after the two satori living in the palace, very popular amount youkai in the Underworld.",
  "tooltip.mystias_izakaya.nan_gua": "Common pumpkin grown in the Human Village.",
  "tooltip.mystias_izakaya.er_tian_liu": "According to legends, a human swordsman invented this dish when making a bet with an oni and won with it. Made using grilled wild game, eating this dish gives you a massive strength boost and wakes your primal instinct.",
  "tooltip.mystias_izakaya.yue_mian_huo_jian": "Premium soda made with Lunar Capital\u0027s advanced technology. Sparkles like a rocket. All it needs is a slice of lemon and it\u0027ll be perfect.",
  "tooltip.mystias_izakaya.yang_zhi_gan_lu": "Myouren Temple specialty. Based on the legends where Guanyin would hold a willow branch in her right hand and a bottle of honeydew in the other, bestowing fortune by sprinkling honeydew with the willow branch. Many disciples who come on account of its reputation will drink it at least once.",
  "tooltip.mystias_izakaya.guo_wei_high_ball": "A simple blend of whiskey, juice, and soda, all commonly available in izakayas. Now everyone can enjoy this drink thanks to the reduced alcohol content.",
  "tooltip.mystias_izakaya.shi_li_yin_xing": "Named after the ginkgo trees in the Temple of Confucius, they are fragrant, sweet, chewy, and can even cure coughing and hangovers.",
  "tag.mystias_izakaya.Vegetarian": "Vegetarian",
  "tag.mystias_izakaya.Western": "Western",
  "item.mystias_izakaya.mo_gu_rou_pian": "Pork \u0026 Mushroom Stir Fry",
  "item.mystias_izakaya.tao_hua_geng": "Peach Tapioca",
  "item.mystias_izakaya.song_lu": "Truffle",
  "tooltip.mystias_izakaya.bo_zi_qi_shui": "A drink with a magical marble. Push the marble into the drink, and it\u0027ll cause the drink to violently carbonate. Drink up all the fizzing cold bubbles in one go and you\u0027ll feel the entire summer in your stomach.",
  "tooltip.mystias_izakaya.hong_wu": "A signature red wine from Sakuya. Expressive, and always has a faint mist around it. Seems to be produced under an unusual time flow.",
  "jei.mystias_izakaya.Boiling_Pot": "Boiling Pot",
  "tooltip.mystias_izakaya.zha_ba_mu_man": "One of my signature dishes. These bizarre-looking lampreys were once the talk of Gensokyo. After frying, they gain a smooth and crispy texture, making them a very popular dish.",
  "tag.mystias_izakaya.Greasy": "Greasy",
  "tooltip.mystias_izakaya.shen_zhi_mai": "This shochu is made from barley blessed by the Goddesses of Autumn at the Youkai Mountain.",
  "tooltip.mystias_izakaya.ban_li": "It\u0027s said that while the founder of Taoism was training, he planted many chestnut trees due to a dislike of meat, substituting rice with chestnuts. They have fat kernels and are highly nutritious; Taoists hold them in high esteem, and even farmers frequently use them as a substitute for grain.",
  "item.mystias_izakaya.gu_fa_nai_you_bing_sha": "Ice Cream Smoothie",
  "tag.mystias_izakaya.grill": "Grill",
  "tag.mystias_izakaya.beverages.bitter": "Bitter",
  "tooltip.mystias_izakaya.he_tun": "A legendary luxurious fish that is also poisonous. Careful processing is needed.",
  "tag.mystias_izakaya.Premium": "Premium",
  "tooltip.mystias_izakaya.chao_rou_si": "A home dish made using pork, chili pepper, and other ingredients. It has a strong flavor.",
  "tooltip.mystias_izakaya.liao_li_tai": "The go-to choice for cold plates! Handy tool for raw fish, raw meat, or salad. It can preserve the ingredients\u0027 \"original\" taste.",
  "tag.mystias_izakaya.Large_Portion": "Large Portion",
  "item.mystias_izakaya.ban_li": "Chestnut",
  "tooltip.mystias_izakaya.leng_dou_fu": "An appetizer for cooling off in summer. Simple and refreshing.",
  "tooltip.mystias_izakaya.he_niu": "Legendary top-quality beef; also called \"snow beef\". Very high-grade.",
  "tooltip.mystias_izakaya.ri_yue_xing": "With the blessing of the Three Fairies, this sake has become a popular choice at izakayas: mid-alcohol, smooth taste, and affordable price. No wonder why.",
  "status.mystias_izakaya.working": "Working...",
  "item.mystias_izakaya.lu_shui_zhu_dan": "Dew Runny Eggs",
  "item.mystias_izakaya.shui_ta_ji": "Dassai",
  "tooltip.mystias_izakaya.zhen_hai_xian_wei_cheng_tang": "Same old miso soup, but with REAL seafood this time! Savory and without the fish stink.",
  "tooltip.mystias_izakaya.ji_shang_jin_qiang_yu": "The highest quality of tuna. Very valuable.",
  "tooltip.mystias_izakaya.ba_mu_man": "A type of migratory ocean fish that can somehow be found in the rivers and lakes of Gensokyo. Somewhat common.",
  "item.mystias_izakaya.zhu_lu_die": "Ino-Shika-Chou",
  "item.mystias_izakaya.guo_wei_high_ball": "Fruity Highball",
  "tag.mystias_izakaya.Wonderful": "Wonderful",
  "tooltip.mystias_izakaya.pu_tao": "Grapes cultivated at the Scarlet Devil Mansion, which are commonly used for alcohol brewing.",
  "tooltip.mystias_izakaya.en_10k": "Ten thousand yen",
  "tooltip.mystias_izakaya.mi_zhi_cha_shao": "A special dish from Meiling\u0027s homeland. While making it is hard, the unique and unforgettable taste made it all worth it.",
  "tag.mystias_izakaya.Small_Portion": "Small Portion",
  "tooltip.mystias_izakaya.chou_dou_fu": "Fermented black tofu with a weird flavor. Those who never tried it often wonder \"Is this even edible?\" Those who do try say you can\u0027t have enough.",
  "jei.mystias_izakaya.Frying_Pan": "Frying Pan",
  "tooltip.mystias_izakaya.hui_ling_dun_niu_pai": "Wrap seasoned beef and truffles in a puffy pastry and bake it. It\u0027s buttery, crispy, and juicy. Every ingredient is in perfect harmony. This dish is famously difficult, even in the Outside World.",
  "item.mystias_izakaya.bing_di_lian": "Bingdi Lotus",
  "tooltip.mystias_izakaya.nuo_mi": "Very sticky rice. Cuisines made of it are either soft as cloud or tender as cream.",
  "item.mystias_izakaya.zha_ba_mu_man": "Fried Lampreys",
  "tooltip.mystias_izakaya.si_kang_bing": "A common British afternoon tea, crisp on the outside and soft on the inside. Usually eaten with jam or cream.",
  "tooltip.mystias_izakaya.bai_tao_sheng_ba_qiao": "A classic Japanese dessert shaped like a koto. The peach filling colors make them pink. Cute and inviting.",
  "item.mystias_izakaya.ye_wei_jia_nong": "Hunter\u0027s Casserole",
  "tag.mystias_izakaya.beverages.heatable": "Heatable",
  "item.mystias_izakaya.kao_mo_gu": "Roasted Mushroom",
  "item.mystias_izakaya.jiao_fu": "Godfather",
  "item.mystias_izakaya.shu_cai_zhuan_ji": "Vegetable Salad",
  "item.mystias_izakaya.leng_dou_fu": "Fresh Tofu",
  "tooltip.mystias_izakaya.bei_ji_tian_xia_mi_tao_se_la": "A high-class dish made from the freshest shrimp and peaches. Supposedly, they are only served at banquets in the Outside World.",
  "item.mystias_izakaya.en_10k": "10k Yen",
  "tooltip.mystias_izakaya.kao_ba_mu_man": "One of Mystia\u0027s signature dishes. I wanted to break the stereotype that \"restaurants with red lanterns all sell grilled birds.\" Did you know that lampreys can effective treat night blindness? They used to be a rare delicacy.",
  "item.mystias_izakaya.shui_jiao": "Dumplings",
  "item.mystias_izakaya.lu_cha": "Green Tea",
  "item.mystias_izakaya.yue_mian_huo_jian": "Moon Rocket",
  "tag.mystias_izakaya.Mild": "Mild",
  "tooltip.mystias_izakaya.zhu_rou_zun_yu_xun": "A dish made with smoked pork and trout. Simple to make and absolutely delicious.",
  "item.mystias_izakaya.feng_zhu": "Wind Priestess",
  "tooltip.mystias_izakaya.bai_guo": "Common ginkgo nut that grows from ginkgo trees.",
  "item.mystias_izakaya.ban_ni_di_ke_dan": "Eggs Benedict",
  "item.mystias_izakaya.zhu_rou_gai_jiao_fan": "Pork Bowl",
  "tooltip.mystias_izakaya.bu_si_niao": "\"Huh, so that\u0027s what\u0027s inside that turkey\u0027s belly.\" -- Kaguya Houraisan§nA flour turkey with everyday ingredients as filling and honey brushed over. Has a crispy surface and juicy interior.",
  "tooltip.mystias_izakaya.fan_tuan": "The simplest rice ball, made using nothing more than seaweed and rice. Convenient and cheap.",
  "item.mystias_izakaya.liang_cai_diao_hua": "Carved Rose Salad",
  "item.mystias_izakaya.en_10": "10 Yen",
  "tooltip.mystias_izakaya.ci_shen_pin_pan": "A quintessential Japanese dish. The premium-grade salmon and tuna are served with wasabi and soy sauce, leading to a wonderful melding of fresh flavors.",
  "item.mystias_izakaya.da_she_yan": "Daimyo\u0027s Feast",
  "tooltip.mystias_izakaya.sai_xiong_zhang": "The weirdest dish in Gensokyo! Since I can\u0027t defeat a bear, it\u0027s not made with real bear paws. But with its unforgettable fragrance and delicious taste, it\u0027s a hundred times better than the real thing!",
  "tooltip.mystias_izakaya.lu_shui_zhu_dan": "Eggs boiled with dew are sweeter than regular boiled eggs. If you can get the timing right, you can get a tender yolk that breaks with the slightest shake.",
  "tooltip.mystias_izakaya.zhu_dou_fu": "A common family dish. In order to make the tofu as tender as possible, the heat must be carefully controlled when cooking.",
  "tooltip.mystias_izakaya.zhu_sun": "Common bamboo shoots you can find in Bamboo Forest of the Lost.",
  "item.mystias_izakaya.ye_zhu_rou": "Boar Meat",
  "item.mystias_izakaya.da_yin_niang": "Daiginjo",
  "tooltip.mystias_izakaya.lu_cha": "The most common drink for the weak youkai who can\u0027t even take a single drop of alcohol.",
  "tag.mystias_izakaya.Fresh": "Fresh",
  "item.mystias_izakaya.yi_shi_hui_fan": "Italian Risotto",
  "tooltip.mystias_izakaya.feng_mi": "Wild honey from beehives that can be found on trees.",
  "tooltip.mystias_izakaya.yi_shi_hui_fan": "After frying the ingredients, uncooked rice is poured in, which soaks the aroma into the rice. Supposedly originated from a peninsula from the Outside World.",
  "item.mystias_izakaya.hei_mao_zhu_rou": "Iberico Pork",
  "tag.mystias_izakaya.cutting_board": "Cutting Board",
  "tag.mystias_izakaya.beverages.mid_alcohol": "Mid Alcohol",
  "item.mystias_izakaya.nuo_mi": "Sticky Rice",
  "tooltip.mystias_izakaya.lian_zi": "The seeds of a very old aquatic plant-the lotus. Lotus seeds have very bitter cores, so accidentally mixing them into a customer\u0027s dish must be avoided at all costs. Careful handling is a must.",
  "tooltip.mystias_izakaya.bai_xue": "A premium stew made with lamprey, pufferfish, and seaweed. The name means \"white snow.\" The most luxurious family dish, if you can call it that.",
  "tooltip.mystias_izakaya.pu_tong_jian_shen_cha": "An herbal tea developed by a witch that supposedly can make you lose weight extremely quickly. The label says \"Drink Me\". Although it\u0027s a little suspicious, it\u0027s surprisingly rich in flavor.",
  "tooltip.mystias_izakaya.zhu_sun_chao_rou": "The simplest way to cook bamboo shoots, with the greasiness of the pork acting as foil for the delicious freshness of the bamboo shoots.",
  "tag.mystias_izakaya.Aura_Bursting": "Aura Bursting",
  "tag.mystias_izakaya.Dreamy": "Dreamy"
}